#pragma         once
#include            <stdint.h>

/******************************************************************************/
/* 関数名         : test( void )                                              */
/* 制御タイミング : 5ms周期                                                   */
/* 引数           : なし                                                      */
/* 戻り値         : なし                                                      */
/******************************************************************************/
void test( void );
void sch( void );
uint8_t u8g_add_u8u8_u8( uint8_t a, uint8_t b );
